{"dc_creator_sm": ["MassGIS", "MassGIS (Office : Mass.)"], "dc_description_s": "The State Register of Historic Places (SRHP) datalayers consist of both point and polygon coverages which represent locations or boundaries of significant historic properties and sites with legal designations under several specific local, state and federal statutes (see designations under Attributes, below).  The SRHP was established by MGL ch. 9 ss. 26-27c as amended by Chapter 152 of the Acts of 1982 and Chapter 254 of the Acts of 1985, and is maintained by the Massachusetts Historical Commission (MHC) in the Office of the Secretary of the Commonwealth.  Historic resources in the SRHP  include buildings, structures, objects, sites, landscapes and districts.  Locational information on archaeological sites in the SRHP is not a public record, and therefore archaeological sites are not included in the current datalayers.  A separate datalayer for SRHP archaeological sites is under development.  The data are stored as five separate statewide coverages, named SRHP1, SRHP2, SRHP3, SRHP4 (all polygon coverages), and SRHPPT (a point coverage). All maps displaying these layers must include the following disclaimer:   \"Historic Districts - Massachusetts Historical Commission: This is a beta version and does not reflect listings past 1997. Users should consult the most recent State Register of Historic Places (available at the State House Bookstore) for updates.  Listings are regularly updated in the weekly State Register.\" These layers are up-to-date through 1997.  New listings are added to the SRHP on a weekly basis.   It is expected that updated versions of the SRHP GIS datalayers will be released on a yearly basis at about the same time as the annual re-publication of the SRHP each January.  More information on the MHC may be found at http://www.state.ma.us/sec/mhc/.  Questions on these GIS data may be directed to Michael Steinitz at the MHC at (617) 727-8470.For proper display of the polygon layers use the selection USERID not equal to 0. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS", "dc_rights_s": "Public", "dc_subject_sm": ["Historic sites"], "dc_title_s": "Massachusetts (State Register of Historic Places, 1997c)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_G52SRHP3_2000.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_MA_G52SRHP3_2000", "layer_modified_dt": "2018-05-15T20:07:37Z", "layer_slug_s": "mit-em7kpsyprjits", "solr_geom": "ENVELOPE(-71.874071, -69.963224, 42.690804, 41.679957)", "geoblacklight_version": "1.0"}