{"dc_creator_sm": ["MassGIS", "MassGIS (Office : Mass.)"], "dc_description_s": "The Universal Transverse Mercator (UTM) grid is an X-Y coordinate system used as a reference on medium- to small-scale maps for representing the three-dimensional curved surface of the earth on a 2-D plane (e.g. a map or computer screen). In this grid, the world is divided into 60 north-south zones, each covering a strip 6° wide in longitude. These zones are numbered consecutively beginning with Zone 1, between 180° and 174° west longitude, and progressing eastward to Zone 60, between 174° and 180° east longitude. Thus, the conterminous 48 States are covered by 10 zones, from Zone 10 on the west coast through Zone 19 in New England. In each zone, coordinates are measured north and east in meters. (One meter equals 39.37 inches, or slightly more than 1 yard.) The northing values are measured continuously from zero at the Equator, in a northerly direction. Southerly values are similarly measured from the Equator, south. A central meridian through the middle of each 6° zone is assigned a \"false\" easting value of 500,000 meters. Grid values to the west of this central meridian are less than 500,000; to the east, more than 500,000. UTMGRID is a polygon/line coverage that can be plotted on a map as a coordinate reference. UTMPOINT is a point layer that represents the nodes (line intersections) of the UTMGRID layer.MassGIS is maintaining these datalayers. For additional resources on the UTM coordinate system, visit the following Web sites: http://www.nps.gov/prwi/readutm.htm http://mapping.usgs.gov/mac/isb/pubs/factsheets/fs15799.html", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS", "dc_rights_s": "Public", "dc_subject_sm": ["Universal transverse Mercator projection (Cartography)"], "dc_title_s": "Massachusetts (UTM Grid, 1996)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_A2UTMGD_1996.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_MA_A2UTMGD_1996", "layer_modified_dt": "2018-05-15T19:34:53Z", "layer_slug_s": "mit-grgcbexvmfipm", "solr_geom": "ENVELOPE(-73.531010, -69.839010, 43.002513, 41.198650)", "geoblacklight_version": "1.0"}