{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This layer represents the coastal components of the priority natural vegetation communities in MA. This layer is one of eight that depict the distribution of natural community systems identified by the Massachusetts Natural Heritage and Endangered Species Program (NHESP) as most critical to the conservation of the Commonwealth's biological diversity (Barbour et al., 1998).These eight layers are: coastal, coastal plain pond, vernal pool, acidic peatland, riverine, maritime sandplain, pine barrens, calcareous. For descriptions of these community systems, refer to Barbour, Simmons, Swain and Woolsey, \"Our Irreplaceable Heritage: Protecting Biodiversity in Massachusetts\" (1998). SPECIFICS FOR THE PINE BARREN COMMUNITIES:Pine Barrens Systems are a mosaic of pitch pine and scrub oak, with heath and grassy openings, located on nutrient-poor, acidic, drought-prone soils. Most of this data is in the southeast a subset of the UMass Plymouth pitch pine data layer (1993). Some revisions have been made to the UMass data (false labels corrected, edges tied, some new developed land removed). This layer is a new and separate datalayer created for pitch pine barrens outside the UMass project area. This new data was created from aerial photo interpretation of the 1999/2000 photos and field information.MassGIS is maintaining this layer.  Questions concerning the data interpretation should be directed to Janice Stone at 413-545-5533 or Philip John at 617-626-1185.  Development of this information in other regions of the state is continuing.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Habitat (Ecology)", "Forests and forestry"], "dc_title_s": "Massachusetts (Priority Natural Pine Barrens--MassGIS--Vegetation Communities, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5PINE1_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5PINE1_2003", "layer_modified_dt": "2018-05-15T19:59:16Z", "layer_slug_s": "mit-past4rr2lzjqu", "solr_geom": "ENVELOPE(-71.300898, -70.598913, 42.681900, 41.649040)", "geoblacklight_version": "1.0"}