{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This datalayer represents linework from the USGS 1:100,000 Roads Digital Line Graphs (DLGs) with additional linework from the Massachusetts Highway Department (MHD). Many of the new roads were provided to MHD by municipalities on various town-scale maps. Also, MHD made edits to existing DLG features, in many cases using the MassGIS 1:5,000 digital orthophotography as a backdrop to better spatially position the linework. In the current version, adjustment to the ortho imagery is nearly complete for nine counties (Berkshire, Essex, Suffolk, Norfolk, Plymouth, Bristol, Barnstable, Dukes, and Nantucket); parts of  Middlesex County also have adjusted linework. In addition, this layer includes extensive attribute information (\"inventory file\") maintained by the MHD which has been llinked to all features. The layer is up-to-date through June 2003. By late 2003 the linework in this datalayer will be replaced with 1:5,000 Road Centerlines that were interpreted as part of the Digital Orthophoto development project. The MHD inventory and street attribute data will then be attached (conflated) to the larger-scale mapping. Related database files (including city or town number, road inventory number, street name, etc) are available for download at http://www.state.ma.us/mgis/mrd.htm. This tables can be joined to this spatial data for analysis.The Massachusetts Highway Department regularly updates this layer. MassGIS receives and makes available updated data at least once a year. In December 2002 the ALTRTNUM<1-4> and ALTRT1TYPE items were added to the arc attribute table. With the Mid-year 2003 update, the related STREETS file was dropped, as all the items have been added to the INVENTORY file for ease of use.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Express highways", "Roads"], "dc_title_s": "Massachusetts (MA Highway Department Rds, 2003) ", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_P2ROAD_2002.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_P2ROAD_2002", "layer_modified_dt": "2018-05-15T20:20:55Z", "layer_slug_s": "mit-3lcl3jlglzobe", "solr_geom": "ENVELOPE(-73.521297, -69.909337, 42.888310, 41.231483)", "geoblacklight_version": "1.0"}