{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This point datalayer shows the locations of schools in Massachusetts. Schools appearing in this layer are those attended by students in pre-kindergarten through high school. Categories of schools include public, private, charter, collaborative, and approved special education. This data was originally developed by the Massachusetts Department of Environmental Protection’s (DEP) GIS Program based on database information provided by the Massachusetts Department of Education (DOE). The update published in November, 2006, was based on listings from the DOE Web site as of August 3, 2006. The locations of six schools (Abbott Memorial in Florida; Mohawk Trail Reg High; Nantucket High; Cyrus Peirce in Nantucket; Nantucket Elementary; Keith Middle School in New Bedford) were refined using ortho imagery in August, 2007.The layer is stored in ArcSDE and distributed as SCHOOLS_PT.Only schools identified in database listings posted on the DOE Web site and located in Massachusetts are included in this layer. The DOE also provides a listing of out-of-state schools open to Massachusetts' residents, particularly for those with special learning requirements. Please see http://profiles.doe.mass.edu/outofstate.asp for details.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Education", "Schools"], "dc_title_s": "Massachusetts (Schools, 2007)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_E68SCHOOLS_2007.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_E68SCHOOLS_2007", "layer_modified_dt": "2018-05-15T20:02:30Z", "layer_slug_s": "mit-2jejzle2ovic4", "solr_geom": "ENVELOPE(-73.438657, -69.927086, 42.867356, 41.258723)", "geoblacklight_version": "1.0"}