{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Areas of Critical Environmental Concern (ACEC) datalayer shows the location of areas that have been designated ACECs by the Secretary of Environmental Affairs. ACEC designation requires greater environmental review of certain kinds of proposed development under state jurisdiction within the ACEC boundaries. The ACEC Program is administered by the Department of Environmental Management (DEM) on behalf of the Secretary of Environmental Affairs. The Massachusetts Coastal Zone Management (MCZM) Office managed the original Coastal ACEC Program from 1978 to 1993, and continues to play a key role in monitoring coastal ACECs. Procedures for ACEC designation and the general policies governing the effects of designation are contained in the ACEC regulations (301 CMR 12.00). For more information about the ACEC datalayer or about the effects of ACEC designation, contact the ACEC Program at (617) 626-1394. The ACEC datalayer has been compiled by MCZM and DEM and includes both coastal and inland areas. New ACEC polygons are added periodically (1 - 2 per year) because the program continues to evaluate and designate new ACECs. Currently the datalayer contains 25 ACECs. DEM continues to add polygons as new ACECs are designated. The most recent was the Miscoe, Warren and Whitehall Waters ACEC in July 2000.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Nature conservation", "Areas of Critical Environmental Concern Program (Mass.)"], "dc_title_s": "Massachusetts (Areas of Critical Environmental Concern, 2000)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5ACEC_2000.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5ACEC_2000", "layer_modified_dt": "2018-05-15T19:57:58Z", "layer_slug_s": "mit-ijwagr3tmjpku", "solr_geom": "ENVELOPE(-73.510369, -69.896442, 42.808886, 41.533555)", "geoblacklight_version": "1.0"}