{"dc_creator_sm": ["MassGIS", "MassGIS (Office : Mass.)"], "dc_description_s": "The linework in this layer - representing roadways and railroads - was produced as part of the 1:5,000 Black and White Digital Orthophoto images project. The goal was to eventually use the roadway linework as the geometry for the Mass. Highway Dept. Roads layer and the railroads in the Trains layer. The processing to conflate (attach) the MHD attributes to the roads in this layer has begun and will be completed in late 2003. The Central Transportation Planning Staff is updating the Trains layer. Currently this layer is best suited for plotting purposes, particularly when the desired result is to display transportation features that match the centerline of roads and train tracks visible in an underlying orthophoto. The linework was interpreted by staff at Intermap Technologies, Inc., (MassGIS' contractor for the black and white orthophoto project) using the original half-meter photography viewed in three dimensions. Both roadways and railroads were delineated, and efforts were made by the interpreters to distinguish among public streets, access roads, railroads in use, abandoned railways, and underpasses of each. The conflation process to the MHD layer will refine these categorizations. Originally delivered to MassGIS as ArcInfo Generate files tiled via the Orthophoto Quad Index, the 1:5,000 Road Centerlines were appended and clipped by town.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS", "dc_rights_s": "Public", "dc_subject_sm": ["Streets", "Roads"], "dc_title_s": "Massachusetts (Street Centerlines, 1998)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_P2RDCTR_2002.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_MA_P2RDCTR_2002", "layer_modified_dt": "2018-05-15T20:15:02Z", "layer_slug_s": "mit-pjz7gzxczvpmq", "solr_geom": "ENVELOPE(-73.521289, -69.909654, 42.888349, 41.231989)", "geoblacklight_version": "1.0"}