{"dc_creator_sm": ["China. Guo jia ce hui ju", "Environmental Systems Research Institute (Redlands, Calif.)"], "dc_description_s": "This layer contains roads and related features categorized by type.  The super highway is the highest class of roads.  These roads are multi-lane and the surface is paves with asphalt or concrete.  Super highways usually link two major cities, such as Beijing and Tianjin, and Guangzhou and Shenzhen.  The inter-province roads are classified as the main roads.  These have two lanes and the road surface is paves with asphalt or gravel.  Secondary roads are two-lane roads and mostly paved with gravel.  The following copyright attribution of the National Bureau of Topography of the People's Republic of China (NBSM) should be made: \"Portions of this document include intellectual property of the National Bureau of Topography of the People's Republic of China and are used herein with permission.  Copyright © 1998 National Bureau of Topography of the People's Republic of China.  All rights reserved.\"  Several additional datasets, metadata, and complete copyright information are available on CD with an accompanying book in the GIS Lab at Rotch Library, call number CDROM G7820 1995.C45.  The CD contains data for administrative areas, populated places, railroads, roads, cultural features, hydrography, hypsography, vegetation, land cover, bathymetry and geographic grid.", "dc_format_s": "Shapefile", "dc_publisher_s": "China. Guo jia ce hui ju", "dc_rights_s": "Restricted", "dc_subject_sm": ["Roads"], "dc_title_s": "China (Roads, 1990)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["China"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/mitgeoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/mitgeoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_CH_P2ROADS_1990.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_CH_P2ROADS_1990", "layer_modified_dt": "2018-05-11T18:51:23Z", "layer_slug_s": "mit-dkl4kdw6g5p5y", "solr_geom": "ENVELOPE(72.000687, 134.670990, 53.548420, 18.214741)", "geoblacklight_version": "1.0"}