{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This datalayer delineates those watershed areas in which some resources may be afforded Outstanding Resource Waters classification under the Massachusetts Surface Water Quality Standards of 1995. According to 314 CMR 4.00: \"Certain waters shall be designated for protection under this provision in 314 CMR 4.06(3) including Public Water Supplies (314 CMR 4.06(1)(d)1.). These waters constitute an outstanding resource as determined by their outstanding socioeconomic, recreational, ecological and/or aesthetic values. The quality of these waters shall be protected and maintained.\" (March 1, 1995). While the primary designation of ORWs is through the Massachusetts Surface Water Quality Standards at 314 CMR 4.00, the further definition and protection of specific resources is addressed by and through the application of regulations promulgated pursuant to the Massachusetts Clean Waters Act, the federal Clean Water Act, Massachusetts drinking water protection laws, the federal Safe Drinking Water Act, and possibly local bylaws or ordinances. This datalayer only serves to highlight areas where ORW issues should be more specifically addressed by the relevant state and federal statutes and regulations or other local legal requirements. Furthermore, the scale and source materials for this datalayer are far coarser then that at which most specifically regulated activities and resource issues should be examined. Because the watershed delineations used for this datalayer are an interpretation of contour data their spatial accuracy can be no better, and, in locations with little contour information represent considerable professional judgment. This data has not been field checked. For areas near watershed boarders or anytime there is a question, field observation and/or site specific information should be consulted.The entire datalayer was check plotted by MA DEP and quality checked by MA DEP Wetlands Conservancy Program staff.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Water", "Hydrology"], "dc_title_s": "Massachusetts (Outstanding Water Resources, 2002)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_C3WTRRC_2002.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_C3WTRRC_2002", "layer_modified_dt": "2018-05-15T19:50:09Z", "layer_slug_s": "mit-2v56q2jfrnoki", "solr_geom": "ENVELOPE(-73.509495, -69.893889, 42.878052, 41.390768)", "geoblacklight_version": "1.0"}