{"dc_creator_sm": ["Massachusetts--Brookline (Town)"], "dc_description_s": "Contour lines for elevation at 2-foot intervals for Brookline.Two foot contour were developed by Intermap Technologies Corporations, 2000.The ground control surveys was base on Massachusetts State Plain Coordinate,North America Datum of 1983 horizontally and the National Geodetic Vertical Datumof 1988 vertically. Differential GPS and combination of static and RTK methodologieswere used. The ground controls meet FGCC Second Order Class II accuracy standard.Thirty ground control points were establishedThe aerial triangulation meets the accuracy requirements of RMSE values of 15 micronson pass and tie points and 20 microns on control points.The digital terrain model was compiled on stereoplotters and suitable for theproduction of the 2 foot contours. The topographic accuracy is such that 90%of elevations are within One half the contour interval and 90% of spot heightsare within four tenths on the contour interval. Break lines were compiledalong all street centerlines, along all railway tracks and along all watercourses. Break lines were also compiled at all significant breaks in slopebe they natural or man-made.", "dc_format_s": "Shapefile", "dc_publisher_s": "Brookline (MA) Geographic Information System (City of Brookline GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Contours (Cartography)", "Altitudes"], "dc_title_s": "Brookline, MA (Contours, 2000)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts--Brookline"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_BROOKLINE_C28CTR2FT_2000.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_MA_BROOKLINE_C28CTR2FT_2000", "layer_modified_dt": "2018-05-15T19:46:54Z", "layer_slug_s": "mit-iy2vhi2fprmos", "solr_geom": "ENVELOPE(-71.186886, -71.099978, 42.356002, 42.290258)", "geoblacklight_version": "1.0"}