{"dc_creator_sm": ["U.S. Bureau of the Census (BOC)", "Research and Innovative Technology Administration's Bureau of Transportation Statistics (RITA/BTS)"], "dc_description_s": "The United States Core Based Statistical Areas (CBSA) Boundaries data set contains the boundaries for metropolitan and micropolitan statistical areas in the United States.  The data set contains information on location, identification, and size.  The database includes metropolitan and micropolitan boundaries within all 50 states, the District of Columbia, and Puerto Rico.Combined statistical areas are groupings of adjacent metropolitan and/or micropolitan statistical areas that have social and economic ties as measured by commuting to work, but at lower levels than are found among counties within individual metropolitan and micropolitan statistical areas. Combined statistical areas can be characterized as representing larger regions that reflect broader social and economic interactions, such as wholesaling, commodity distribution, and weekend recreation activities, and are likely to be of considerable interest to regional authorities and the private sector. Each metropolitan or micropolitan statistical area consists of a core area containing a substantial population nucleus, together with adjacent communities having a high degree of economic and social integration with that core. Metropolitan statistical areas contain at least one U.S. Census Bureau-defined urbanized area of 50,000 or more population; micropolitan statistical areas contain at least one Census Bureau-defined urban cluster of at least 10,000 and less than 50,000 population. If specified criteria are met, a metropolitan statistical area containing a single urbanized area with a population of 2.5 million or more may be subdivided into metropolitan divisions, which function as distinct social and economic areas within the larger metropolitan statistical area.", "dc_format_s": "Shapefile", "dc_publisher_s": "U.S. Bureau of the Census (BOC)", "dc_rights_s": "Public", "dc_subject_sm": ["Metropolitan areas"], "dc_title_s": "USA (Core Based Statistical Areas CBSA, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["United States"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_A1CBSA_2003.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_A1CBSA_2003", "layer_modified_dt": "2018-05-15T19:07:22Z", "layer_slug_s": "mit-esvh2q3v5vn6q", "solr_geom": "ENVELOPE(-178.342102, -65.565072, 65.454475, 17.884813)", "geoblacklight_version": "1.0"}