{"dc_creator_sm": ["Socioeconomic Data and Applications Center", "Center for International Earth Science Information Network: Socioeconomic Data and Applications Center"], "dc_description_s": "Population growth is widely recognized as a key driving force behind environmental change, especially in developing countries. Improving understanding of the processes involved in population growth and the environmental and socioeconomic factors associated with it is therefore critical. Unfortunately, one barrier to better understanding has been the lack of detailed subnational data on population distribution and change and the difficulty of linking such data to environmental and other datasets that do not conform with administrative units.In recognition of this problem, the Center for International Earth Science Information Network (CIESIN) developed a population data collection for Mexico, drawing on a unique set of georeferenced population data and on Geographic Information System (GIS) technology. Mexico is of particular interest because of its rapid population growth and urbanization, diverse levels of development, growing environmental problems, and potential vulnerability to global environmental change.The Georeferenced Population Data Sets of Mexico consists of the following products: Population Database of Mexico; Urban Place, Time-Series Population Spreadsheet of Mexico; Urban Place GIS Coverage of Mexico; GIS Coverage of Mexican Localities; GIS Coverage of Mexican States; GIS Coverage of Mexican Municipalities; and Raster Based GIS Coverage of Mexican Population. Included in the collection are approximately 100,000 records of geographic and census items for Mexican states, municipalities, and localities. The geographic records consist of state boundaries, place names, geographic coordinates of more than 30,000 urban and metropolitan places, and elevation data for more than 700 urban places. The census records contain estimates of 1990 population density, population by gender, and population by age bracket (below 6 years of age, between 6 and 14 years, and older than 15 years). For 706 selected urban localities, the population is traced back by decades, from 1990 to 1921, based on census documents. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Environmental Systems Research Institute (Redlands, Calif.)", "dc_rights_s": "Restricted", "dc_subject_sm": ["Cities and towns"], "dc_title_s": "Mexico (Municipalities, 1990)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Mexico"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/mitgeoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/mitgeoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_MX_F7MUN_1999.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_MX_F7MUN_1999", "layer_modified_dt": "2018-05-15T13:55:50Z", "layer_slug_s": "mit-lojpsnhcrzo2y", "solr_geom": "ENVELOPE(-117.126457, -86.749023, 32.718655, 14.536863)", "geoblacklight_version": "1.0"}