{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This datalayer contains points for all vernal pools that have been certified by the Natural Heritage & Endangered Species Program (NHESP) according to the Guidelines for Certification of Vernal Pool Habitat (5/88, MA Division of Fisheries & Wildlife). The 2003 version of the datalayer shows all pools that were certified as of December 2002. Vernal pools are small, shallow ponds characterized by lack of fish and by periods of dryness. Vernal pool habitat is extremely important to a variety of wildlife species including some amphibians that breed exclusively in vernal pools, and other organisms such as fairy shrimp, which spend their entire life cycles confined to vernal pool habitat. Many additional wildlife species utilize vernal pools for breeding, feeding and other important functions. Certified vernal pools are protected if they fall under the jurisdiction of the Massachusetts Wetlands Protection Act Regulations (310 CMR 10.00). Certified vernal pools are also afforded protection under the state Water Quality Certification regulations (401 Program), the state Title 5 regulations, and the Forest Cutting Practices Act regulations. However, the certification of a pool only establishes that it functions biologically as a vernal pool. Certification does not determine that the pool is within a resource area protected by the Wetlands Protection Act. IMPORTANT:The legend that MUST accompany this datalayer on ALL maps is:  \"NHESP 2003 Massachusetts Certified Vernal Pools\"Occurrence records from the NHESP database are continuously being added, modified and deleted. Those changes are incorporated into the Certified Vernal Pools datalayer every two years for inclusion in the Natural Heritage Atlas. Questions about this datalayer should be directed to NHESP at 508-792-7270 x161. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Massachusetts", "dc_rights_s": "Public", "dc_subject_sm": ["Vernal pools", "Conservation of natural resources", "Habitat (Ecology)"], "dc_title_s": "Massachusetts (NHESP Certified Vernal Pools, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5VERNL_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5VERNL_2003", "layer_modified_dt": "2018-05-15T19:59:38Z", "layer_slug_s": "mit-y24adkucpnphq", "solr_geom": "ENVELOPE(-73.436421, -69.920324, 42.875470, 41.300611)", "geoblacklight_version": "1.0"}