{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Estimated Habitats of Rare Wildlife datalayer consists of polygons representing estimations of the habitats of state-protected rare wildlife populations that occur in Resource Areas*. These habitats are based on rare species records maintained in the Natural Heritage & Endangered Species Program's (NHESP) database. NHESP scientists draw estimated habitats by analyzing population records, species habitat requirements, available information about the landscape (particularly from topographic maps and wetland inventory maps), as well as through personal observations. Most habitat sites are not visited prior to the drawing of these estimated habitats. Estimated habitats are not equivalent to Resource Area delineation. These estimated habitats are designed for use with the Wetlands Protection Act Regulations (310 CMR 10.00). Projects that are subject to the Wetlands Protection Act and that fall within Estimated Habitats of Rare Wildlife require the filing of a Notice of Intent form with NHESP. * The definition of \"Resource Area\" (Area Subject to Regulation) is included in the Wetlands Protection Act Regulations (310 CMR 10.02(1)). IMPORTANT:To display only Habitat polygons in GIS or mapping software, use the layer definition query BLOB=1. The legend that MUST accompany this datalayer on ALL maps is: \"NHESP 2003 Estimated Habitats for Rare Wildlife: For Use with the MA Wetlands Protection Act Regulations (310 CMR 10).\"Occurrence records from the NHESP database are continuously being added, modified and deleted. Those changes are incorporated into this datalayer every two years for inclusion in the Natural Heritage Atlas. Habitats drawn for rare wildlife occurrences that have not been re-verified within the last twenty-five years are deleted. Estimated Habitat maps are available for viewing at local Massachusetts conservation commission offices (by town) or in the current Natural Heritage Atlas (by quadrangle map). Questions about this datalayer should be directed to NHESP at 508-792-7270 x161.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Wildlife conservation", "Wildlife habitat improvement", "Habitat (Ecology)"], "dc_title_s": "Massachusetts (Estimated Habitats of Rare Wildlife, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5ESTMT_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5ESTMT_2003", "layer_modified_dt": "2018-05-15T19:58:11Z", "layer_slug_s": "mit-zm33olb6efndq", "solr_geom": "ENVELOPE(-73.522991, -69.896419, 42.874766, 41.230155)", "geoblacklight_version": "1.0"}