{"dc_creator_sm": ["United States Geological Survey; NJDEP", "New Jersey. Department of Environmental Protection"], "dc_description_s": "The shapefile represents the fairway, green and tee areas of all the golf courses in New Jersey.  It was created by selecting all recreation polygons from the 1995/97 NJDEP land use/land cover (LU/LC) file.  All recreation polygons were then compared to the 1995 digital aerial photographs to confirm the presence or absence of a golf course.  Golf course parcels were retained for the golf file.  Following this the Golf Digest Places to Play Travel Planner (DeLorme, 2000) software digest was compared to the golf courses parcels identified and names were added to each course.  Over 5 individual sources were examined to compile a complete listing of courses in New Jersey (public, private, regulation, executive size, etc.) .  The draft file was sent to Curtis Brown (Pesticide Regulation, NJDEP) for comparison against the pesticide permit files.  Several additions or corrections were made based on these NJDEP records, confirmed with telephone calls to the course in question.  Finally, all parcels were dissolved based on the course name.  There are 256 courses identified and 553 polygons (Many courses show as discontinuous polygons because fairways/green/tee zones are separated by tracts of wetland, forest or other land covers.  The purpose of the file is to determine course acreage to assist estimating the amount of pesticide, fertilizer, and herbicide used on an annual basis.  Therefore substantial (1 acre or more) tracts of forest or wetlands are not included in a course's polygons, although these areas may be owned by the Golf Course.", "dc_format_s": "Shapefile", "dc_publisher_s": "New Jersey. Department of Environmental Protection", "dc_rights_s": "Public", "dc_subject_sm": ["Pesticide", "Outdoor recreation", "Fertilizers", "Land cover", "Herbicide", "Land use", "Water quality"], "dc_title_s": "New Jersey (Golf Courses, 2001)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["New Jersey"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_NJ_E63GOLF_2001.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_NJ_E63GOLF_2001", "layer_modified_dt": "2018-05-15T20:25:04Z", "layer_slug_s": "mit-hisljaabuvkq2", "solr_geom": "ENVELOPE(-75.58731, -73.89036, 41.35595, 38.92482)", "geoblacklight_version": "1.0"}