{"dc_creator_sm": ["Snohomish County Geographic Information System (GIS), Dept. of Information Services"], "dc_description_s": "This dataset depicts wetlands found within the urban growth areas of Snohomish County.Snohomish County initiated the Drainage Needs Report (DNR) Program in 2000 as 'a comprehensive, two year program to assess impacts from surface water runoff in urban Snohomish County and develop a list of construction and acquisition projects that solve drainage problems, improve salmon habitat, improve water quality and predict the impacts of development.'  (<http://www.co.snohomish.wa.us/publicwk/swm/drainage/index.htm>).                This dataset contains polygons that represent the basic wetlands categories used in the Snohomish County Stream and Wetlands Survey. The original Wetlands information was compiled in 8-86 from field studies conducted by Snohomish County Biologists. These polygons were created through Heads-up digitizing a scanned image of the original hard-copy (Mylar) maps. The sections were registered to the survey control points used in the Integrated Land Records database. Stream information was not included at this time, as funding was provided only for wetland conversion. Original scanned images exist as well as the initial registered images, which may be used for future conversion of the non-converted data.                 QAQC standards were developed to meet designations defined by the Buildable Lands Fund. Some polygons were moved where they intersected with existing right-of-ways upon initial creation of the wetland atlas in 1986.  Wetland locations in the dataset are approximate. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Snohomish County (WA) Geographic Information System (Snohomish GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Wetlands"], "dc_title_s": "Snohomish County, WA (Wetlands, 2004)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Washington (State)--Snohomish County"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_WA_SNOHOMISH_C3WTLND_2004.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_WA_SNOHOMISH_C3WTLND_2004", "layer_modified_dt": "2018-05-15T21:55:11Z", "layer_slug_s": "mit-xtkw7dc6pzpk2", "solr_geom": "ENVELOPE(-122.407144, -121.735603, 48.303422, 47.770664)", "geoblacklight_version": "1.0"}