{"dc_creator_sm": ["Massachusetts--Brookline (Town)"], "dc_description_s": "Town of Brookline land parcels.This datalayer is developed by the Town’s GIS consulting firm, Camp Dresser and McKee, Inc. (CDM) . CDM has used AutoCAD, ArcCAD and ARC/INFO software packages to convert the 131 assessor’s hard-copy map sheets. Within AutoCAD each assessor’s sheet was registered to the Boston Edison Company’s landbase GIS data on a block-by-block basis using street intersections, building footprints, and coordinate plan grid points. All block, parcel and easement limit lines were digitized in AutoCAD. Parcel and easement lines were placed on separate, but corresponding layers. Parcel block, lot and sub-lot numbers were placed into the parcel datalayer. After all lines and text have been entered into AutoCAD from the paper maps, ARC/INFO was used to generate GIS coverage, create topology, and clean up errors. CDM has generated 109 tiles of paper check plots for the entire town. Brookline GIS staff, with the help of the Department of Public Works and the Assessor’s Office, compared every tile back to the original sheet and created a list of edits for CDM to correct. These edits have been incorporated into the final parcel datalayer. CDM has also generated a block-lot-sublot parsing routine to create unique parcel identifiers from the Assessor’s Computer-Aided Mass Appraisal (CAMA) database. The CAMA database has over 15,000 records and contains attribute information about each parcel in the town. Mismatches between the GIS parcels and the CAMA database have been researched and reconciled by the joint effort of CDM, Brookline GIS staff, and staff from the Assessor’s Office and the Engineering Department.", "dc_format_s": "Shapefile", "dc_publisher_s": "Brookline (MA) Geographic Information System (City of Brookline GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Deeds", "Zoning", "Land value taxation"], "dc_title_s": "Brookline, MA (Parcels, 2006)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts--Brookline"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_BROOKLINE_G4PARCELS_2006.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_MA_BROOKLINE_G4PARCELS_2006", "layer_modified_dt": "2018-05-15T19:48:03Z", "layer_slug_s": "mit-oeusks6phzl2a", "solr_geom": "ENVELOPE(-71.179034, -71.105511, 42.351924, 42.294579)", "geoblacklight_version": "1.0"}