{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Prisons point datalayer shows the location of all correctional facilities (state, county and federal) in Massachusetts that house inmates. Physical locations were verified from the Web site of the Massachusetts Department of Corrections, (MA DOC), and written or verbal communication with more than half of the facilities. Facility populations were determined using the MA DOC Count Sheet as of August 14, 2006 and Federal Bureau of Prisons Web site as of Feb. 1, 2007. Ancilary support facilities - treatment centers, process divisions, resource centers, etc. - are not included because there were no inmates living at these facilities.This layer was modified from its previous version, which was developed by the Massachusetts Department of Environmental Protection’s (DEP) GIS Program based on database information provided by the Criminal History Systems Board (CHSB) (the state agency responsible for maintaining the Commonwealth's criminal justice information system), part of the Massachusetts Executive Office of Public Safety (EOPS). The EOPS is also the parent agency for the MA DOC, which operates the Commonwealth's prison system.The layer is named PRISONS_PT.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Public safety", "Law enforcement", "Criminal justice, Administration of", "Crime", "Police", "Prisons"], "dc_title_s": "Massachusetts (Prisons, 2007)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_E625PRISIONS_2007.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_E625PRISIONS_2007", "layer_modified_dt": "2018-05-15T20:02:13Z", "layer_slug_s": "mit-po32brahv5kyq", "solr_geom": "ENVELOPE(-73.215730, -70.498849, 42.719304, 41.383407)", "geoblacklight_version": "1.0"}