{"dc_creator_sm": ["Snohomish County Geographic Information System (GIS), Dept. of Information Services"], "dc_description_s": "This is the master dataset of street centerlines, major roads, freeways, street names, address ranges, zip codes and other street network attribute data for all of Snohomish County plus selected parts of King County.  This layer carries the master dataset of County Road Information System (CRIS) roadlog routes for the County.  It also carries the master dataset of time point interval (TPI) bus routes for Community Transit of Snohomish County.Street centerline features include, (1) those features identified by the US Census Bureau as streets, (2) new streets added by the GIS Division during update and maintenance, (3) linework which fills the right-of-ways in the generalized PUD parcel base, and (4) linework from King County which supports transit routing by Community Transit of Snohomish County.  In the case of (3) above, street linework may include \"paper\" streets which may not actually exist on the ground.  Street name and address data is useful for address matching and deocoding applications.  County Road Information System (CRIS) features include, (1) all current CRIS roadlog routes which fall under the County's jurisdiction, and (2) historical CRIS roadlog routes which existed back to 1994.    The CRIS roadlog route data subset is useful for mapping CRIS event data such as traffic accidents, traffic volumes, paving and road condition information, pavement striping, etc.Time point intervals (TPIs) are segments of roadway between features known as time points which Community Transit uses to time out its bus route schedules.  TPI route features include all segments of roadway upon which Community Transit may route its buses.  Please note that TPI routes do not indicate currently active Community Transit bus routes.  Community Transit plans to create and maintain a bus route file which will tie to this route system and will explicitly define currently active Community Transit bus routes.ABSOLUTE SPATIAL ACCURACY:   + 100 feet in urbanized areas within the geographic extent of the generalized (PUD) parcel base; + 300 feet in rural areas and areas outside the geographic extent of the generalized (PUD) parcel baseRELATIVE SPATIAL ACCURACY:    + 100 feet in urbanized areas within the geographic extent of the generalized (PUD) parcel base; Unknown in rural areas and areas outside the geographic extent of the generalized (PUD) parcel baseMAP SCALE*:  1:48,000   (1 inch = 4000 feet)  in urbanized areas.  1:100,000 scale in rural areas and remote areas not covered by the generalized parcel base.  BASEMAP REGISTRATION: Generalized (PUD) Parcel Base = Street Centerline features were spatially adjusted to fit within generalized PUD parcel baseright-of-ways as a part of the Street Centerline / TIGER Spatial Adjustment Project performed by Roy F.Weston, Inc. (Seattle) in 1994.  Thus, in the areas where generalized PUD parcel data exists (i.e. the PUD service territory), the spatial accuracy of street centerlines is the same as that for the generalized PUD parcel base.  The PUD parcel base was created (circa 1986-1988) by scanning Assessor Maps (in quarter-section and section format) and rubbersheeting them into idealized sections which were 5280 feet on a side.  Edgematching between quarter-section and section tiles was never performed.  Hence, on quarter-section and section boundaries, right of way lines may be offset significantly.  In some cases, street centerlines jog sharply on these tile edges.  In some cases, street centerlines intentionally escape rights-of-way in order to better represent the true geometry of the features.  In areas where no PUD parcel data was available, street and road linework was globally shifted to fit to the edge of the existing PUD data.  Hence, in rural areas and non-PUD service territory areas, the spatial accuracy of road linework was only marginally improved and is unlikely any better than 1:100,000 scale.", "dc_format_s": "Shapefile", "dc_publisher_s": "Snohomish County (WA) Geographic Information System (Snohomish GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Streets"], "dc_title_s": "Snohomish County, WA (Street Center Lines, 1996)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Washington (State)--Snohomish County"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_WA_SNOHOMISH_P2STCTR_1996.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_WA_SNOHOMISH_P2STCTR_1996", "layer_modified_dt": "2018-05-15T21:57:34Z", "layer_slug_s": "mit-ron734k2ornri", "solr_geom": "ENVELOPE(-122.410758, -121.176782, 48.307149, 47.597119)", "geoblacklight_version": "1.0"}