{"dc_creator_sm": ["Metropolitan Atlanta Rapid Transit Authority"], "dc_description_s": "This layer was created in ArcView using MARTA's digital road network as a base map for \"heads up\" digitizing, where bus routes were \"traced\" over existing arcs representing the various streets used by MARTA.  The street base was originally developed by Navigation Technologies (NavTech) and converted for use within GDS, MARTA's GIS system.  ARC's GIS Division adjusted many of the arcs to coincide with the MARTA rail lines and rail stations, and to improve the positional accuracy against the 1993 Digital Orthophoto Quarter Quad (DOQQ) imagery.  This Theme represents the initial release of MARTA's bus route system and does not reflect changes to routes effective March 23, 2002.  Although this Theme graphically depicts all of the different routes in MARTA's bus system, there is currently no \"link\" to tabular data that would describe these routes maintained by MARTA.  The route number and other pertinent information can be obtained through MARTA's Web site at http://www.itsmarta.com  http://www.itsmarta.com .The complete collection of Atlanta region geospatial datasets is available on CD in the GIS Lab at Rotch Library with the following call number: CDROM G3924.A8 2002.A7. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["Bus travel", "Bus lines", "Transportation"], "dc_title_s": "Atlanta, GA (MARTA Bus Routes, 2001)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_ATLANTA_P22BUSRT_2001.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_GA_ATLANTA_P22BUSRT_2001", "layer_modified_dt": "2018-05-15T19:31:41Z", "layer_slug_s": "mit-jewcl5moibkhi", "solr_geom": "ENVELOPE(-84.670914, -84.102615, 34.109688, 33.516457)", "geoblacklight_version": "1.0"}