{"dc_creator_sm": ["Massachusetts. Department of Public Health"], "dc_description_s": "This point datalayer contains the location of community health centers (CHCs) in Massachusetts. The layer was produced by the Massachusetts Department of Public Health (MA DPH) Center for Environmental Health (CEH) GIS program. The source material was provided by Tina Ford Wright, Publications and Marketing Assistant, Massachusetts League of Community Health Centers, a.k.a. \"the League,\" (http://www.massleague.org). The League defines a community health center as a non-profit community-based organization that offers comprehensive primary and preventive health care, including medical, social and/or mental health services, to anyone in need regardless of their medical status, ability to pay, culture or ethnicity.The layer is named CHCS_PT.CHCs are grouped into Main and Satellite locations. Main CHCs may have one or more satellite locations (also known as access points). The MCHC_CODE item defines the affiliation between main CHCs and their satellites.CHCs vary by both the facility and/or building type in which they are located, scope of clinical services offered, and target patient population(s). The CEH GIS program used the MassGIS Hospitals, Schools, Colleges and Universities, and Prisons datalayers, and Internet Web sites in the case of homeless shelters, to derive the locations of health centers in these facilities. Health centers known to be administrative offices are attributed accordingly. With respect to clinical services, this GIS datalayer makes no distinction among CHCs. An exception is eye care and dental service providers that are indicated in the EYE and DENTAL fields. No information regarding target patient populations is explicitly defined, though assumptions may be based on health center name and/or location.In all cases, patients seeking care should contact the CHCs directly to verify availability of clinical services, hours, etc., rather than rely on the information contained in this GIS datalayer, as such information is subject to change.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Family medicine", "Internal medicine", "Community health services", "Public health"], "dc_title_s": "Massachusetts (Community Health Centers, 2007)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_E58HEALTHCENTERS_2007.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_E58HEALTHCENTERS_2007", "layer_modified_dt": "2018-05-15T20:00:27Z", "layer_slug_s": "mit-xc6yyrrq7jljs", "solr_geom": "ENVELOPE(-73.392326, -69.973212, 42.716485, 41.384379)", "geoblacklight_version": "1.0"}