{"dc_creator_sm": ["NJ Department of Environmental Protection (NJDEP), Office of Information Resources Management (OIRM), Bureau of Geographic Information and Analysis (BGIA)", "New Jersey. Department of Environmental Protection"], "dc_description_s": "This data contains all the open water areas for this county as of 1986.  Open water areas such as as lakes, ponds, tidal waters, reservoirs, bays, etc., are included.  This file was created by reselecting the water series out of its LULC (land use/land cover) data. The following reselect was performed on LULC in ArcView to create this data: land_use greater than 5000 and land_use less than 6000 (the numeric codes refer to the Anderson classification system, and represent all codes that refer to bodies of water). Non-open water wetlands polygons can be found in the county's \"Wetlands\" data and the streams in its \"Streams\" data.The county's LULC data was created by combining two separate data sets, the land use/land cover layer from the Integrated Terrain Unit Maps (ITUM) and the freshwater wetlands (FWW) layer generated under the New Jersey Freshwater Wetlands Mapping Program.The ITUM land use/land cover was photo interpreted from 1986 color infrared (CIR) 1:58000 aerial photos, and delineated using a modified Anderson et al. 1976, classification system to 1:24000 rectified photo-basemaps. These basemaps complied with National Map Accuracy Standards (NMAS) as individual quadrangles but were not produced from a sophisticated aero-triangulation photogrammetric solution. Minimum mapping unit = 2.5 acres. The ITUM land use/land cover was integrated with three other sources (soils, USGS floodprone areas, and 1906 Atlas Sheet Geology) based on coincident features. The four data layers have subsequently been split out into four separate themes for distribution and use. Beginning in 1998, the NJDEP does not support the data as a single integrated ITUM theme but rather as four separate themes.Freshwater wetlands delineations were made on 1986 orthophoto quarterquad basemaps (1:12000) by photo interpretation of 1986 CIR photos. The classification system used was a modified Cowardin system (Cowardin, et al., 1979). All freshwater wetland polygons greater than 1 acre in area and all linear freshwater wetland features greater than 10 feet in width were mapped. Only polygons are included in county's wetlands shapefile, linear wetlands are also shown separately in their own shapefile. The 1986 quarterquad basemaps meet NMAS and are orthophotos.", "dc_format_s": "Shapefile", "dc_publisher_s": "NJDEP", "dc_rights_s": "Public", "dc_subject_sm": ["Reservoirs", "Wetlands", "Lakes", "Land cover", "Ponds", "Tide-waters", "Land use", "Hydrography", "Rivers"], "dc_title_s": "New Jersey (Lakes, 1998)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["New Jersey"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_NJ_P53LAKES_1998.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_NJ_P53LAKES_1998", "layer_modified_dt": "2018-05-15T20:25:36Z", "layer_slug_s": "mit-qrzaitsl7foug", "solr_geom": "ENVELOPE(-74.27179, -73.90123, 41.13288, 40.76221)", "geoblacklight_version": "1.0"}