{"dc_creator_sm": ["MassGIS", "MassGIS (Office : Mass.)"], "dc_description_s": "NOTE: this layer is still incomplete for the Commonwealth of Massachusetts. These data were downloaded from the MassGIS site (http://www.state.ma.us/mgis/soi.htm) during the summer of 2003. A status map of the project is available at http://www.state.ma.us/mgis/st_soi.htm). Please note that this status map may inconsistent with the data available in the MIT Geodata Repository.Additional attribute tables that contain information such as crop yield information, woodland management information, plants information are available for download at http://www.state.ma.us/mgis/ftpsoi.htm.The soils datalayer has been automated from 1:25,000 published soils surveys as provided on various media by the United States Department of Agriculture (USDA) Natural Resources Conservation Service (NRCS). All soils data released by MassGIS have been \"SSURGO-certified ,\" which means they have been reviewed and approved by the NRCS and meet all standards and requirements for inclusion in the national release of county-level digital soils data. Soil survey areas are roughly based on county boundaries and the soils datalayer is stored in the QUAD2 library as 2 coverages per 7.5 minute USGS quadrangle. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS", "dc_rights_s": "Public", "dc_subject_sm": ["Soils"], "dc_title_s": "Massachusetts (Soils, 2000)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_J3SOILS_2000.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_MA_J3SOILS_2000", "layer_modified_dt": "2018-05-15T20:07:44Z", "layer_slug_s": "mit-v3cgtchjlbn54", "solr_geom": "ENVELOPE(-73.649757, -69.901839, 42.765259, 41.498454)", "geoblacklight_version": "1.0"}