{"dc_creator_sm": ["NRG Associates, Inc.", "Richard M. Pollastro and others", "Timothy R. Klett, USGS, Denver, CO (comp.) and others", "Timothy R. Klett and others", "Petroconsultants International Data Corp.", "U.S. Geological Survey (comp.)", "Feliks M. Persits and others", "Douglas W. Steinshouer, Contractor to USGS, Denver, CO (comp.)", "Feliks M. Persits, Contractor to USGS, Denver, CO (comp.)", "Craig J. Wandrey and Ben E. Law", "Christopher J. Schenk and others", "Douglas W. Steinshouer and others", "Environmental Systems Research Institute, Inc. (ESRI)"], "dc_description_s": "This shapefile includes arcs and polygons that describeU.S. Geological Survey delineatedTotal Petroleum Systems of the World. Each petroleum systemis defined as a mappable entity encompassing geneticallyrelated petroleum that occurs in seeps, shows and accumulations(discovered or undiscovered) that have been generated by a pod,or by closely related pods, of mature source rock, together withthe essental mappable geologic elements (source, reservoir, sealand overburden rocks) that control fundamental processes ofgeneration, migration, entrapment and preservation of petroleum.Total petroleum systems are described by U.S. Geological Surveyscientists on the basis of exploration and production histories,and extensive literature searches. Total petroleum systems areidentified with a numeric code derived from the numeric codeof the World Geologic Provinces as defined by theU.S. Geological Survey World Energy Project. Most totalpetroleum systems are contained within a single geologicprovince, but there are numerous cases where systemsspan more than one province. Summary results of the assessmentare presented as attributes of this shapefile.", "dc_format_s": "Shapefile", "dc_publisher_s": "Environmental Systems Research Institute (ESRI)", "dc_rights_s": "Public", "dc_subject_sm": ["Petroleum refineries"], "dc_title_s": "World (Petroleum Fields, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Earth (Planet)"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_INT_H8PETROL_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_INT_H8PETROL_2003", "layer_modified_dt": "2018-05-15T13:17:24Z", "layer_slug_s": "mit-x55yuzl66jmta", "solr_geom": "ENVELOPE(-124.296158, 177.415282, 74.694723, -54.116699)", "geoblacklight_version": "1.0"}