{"dc_creator_sm": ["Massachusetts--Brookline (Town)"], "dc_description_s": "Town of Brookline sewer and drain pipe nodes. Includes manholes, syphon chambers, and pump stations. This datalayer is developed by the Town's GIS consulting firm, Camp Dresser and McKee, Inc. CDM has used AutoCAD, ArcCAD and ARC/INFO software packages to convert the 110 coordinate plans from the Department of Public Works into ARC/INFO coverages with arc/node topology. Pipe segments are represented by arcs and facilities such as manholes, pumping stations, and syphon chambers are represented by nodes to those arcs in ARC/INFO format. After scrubbing all the paper documents, CDM registered each workplan with acceptable RMS error standards to the digital landbase data from Boston Edison Company. Sewer facilities and pipe segments were digitized in AutoCAD, and AutoCAD LISP routines were used to help with their placement and coding. Service connections were also digitized but onto a separate layer. Drains system catchbasins and associated connections were digitized as shown on the workplans. All annotation was placed on a separate text data layer. QA/QC plots were generated by CDM for all 110 tiles and delivered to the Town for quality checking. Brookline GIS staff from the Information Services Department and engineers from DPW have compared all 110 check plots to the original workplans. A list of edits was generated and sent back to CDM for modification. They now are all incorporated into the final sewer/drain networks.", "dc_format_s": "Shapefile", "dc_publisher_s": "Brookline (MA) Geographic Information System (City of Brookline GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Manholes", "Pumping stations", "Storm sewers"], "dc_title_s": "Brookline, MA (Sewer/Drain Pipe Nodes, 1995)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts--Brookline"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_BROOKLINE_N46NODES_1995.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_BROOKLINE_N46NODES_1995", "layer_modified_dt": "2018-05-15T19:48:09Z", "layer_slug_s": "mit-f3h6ahf3a5ocg", "solr_geom": "ENVELOPE(-71.176010, -71.105391, 42.351903, 42.294486)", "geoblacklight_version": "1.0"}