{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The protected and recreational open space datalayer contains the boundaries of conservation lands and outdoor recreational facilities in Massachusetts. The associated database contains relevant information about each parcel, including ownership, level of protection, public accessibility, assessor's map and lot numbers, and related legal interests held on the land, including conservation restrictions. Conservation and outdoor recreation facilities owned by federal, state, county, municipal, and nonprofit enterprises are included in this datalayer. Privately owned lands with deeded restrictions are also included, as are lands in the Chapter 61 program. This datalayer can also be linked, through related tables available at http://www.state.ma.us/mgis/osp.htm, with the 1988 Statewide Comprehensive Outdoor Recreation Plan (SCORP) inventory, with facilities and activities data for recreation sites.  The datalayer is paneled into 351 town coverages and significant updates are ongoing. This update effort, coordinated by MassGIS, uses volunteers from state environmental agencies, regional planning commissions, local watershed associations, town conservation commissions, municipal planning and engineering departments, local and regional nonprofits, and open space plan committees. Although the initial data collection effort for this data layer has been completed, open space changes continually and this data layer is therefore considered to be under development. Additionally, due to the collaborative nature of this data collection effort, the accuracy and completeness of open space data varies across the state's municipalities. Attributes, while comprehensive in scope, may be incomplete for many parcels. An evaluation of the accuracy and completeness of open space data for each municipality can be found in the INFO file OS_STATU distributed with open space data. For more information or to obtain the current status of a municipality, please call (617) 626-1076. The following types of land are included in this datalayer: conservation land - habitat protection with minimal recreation, such as walking trails  recreation land -  outdoor facilities such as town parks, commons, playing fields, school fields, golf courses, bike paths, scout camps, and fish and game clubs.  These may be privately or publicly owned facilities.  town forests  parkways - green buffers along roads, if they are a recognized conservation resource  agricultural land - land protected under an Agricultural Preservation Restriction (APR) and administered by the state Department of Food and Agriculture (DFA)  aquifer protection land  -  not zoning overlay districts  watershed protection land - not zoning overlay districts  cemeteries - if they are a recognized conservation or recreation resource ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Open spaces"], "dc_title_s": "Massachusetts (Protected Open Space, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_G52OPNSP_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_G52OPNSP_2003", "layer_modified_dt": "2018-05-15T20:07:14Z", "layer_slug_s": "mit-2siefwozzbn2q", "solr_geom": "ENVELOPE(-73.502796, -69.898630, 42.887598, 41.234322)", "geoblacklight_version": "1.0"}