{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Priority Habitats of Rare Species datalayer consists of polygons that represent estimations of important state-listed rare species habitats in Massachusetts. These habitats are based on rare species population records maintained in the Natural Heritage & Endangered Species Program (NHESP) database. The polygons are spatially represented at 1:25,000 or 1:24,000 on the Program's series of USGS topographic maps. Program scientists draw approximate habitats by analyzing population records, species habitat requirements, and available information about the landscape (particularly from topographic maps and aerial photographs). Most habitat sites are not visited prior to the drawing of these habitats. These polygons are NOT equivalent to \"significant habitat\" as may be designated according to the regulations of the Massachusetts Endangered Species Act (MESA). Priority habitats are not protected under the Massachusetts Endangered Species Act, but the rare species that use the habitats are protected by that law. IMPORTANT:To display only Habitat polygons in GIS or mapping software, use the layer definition query BLOB=1. The legend that MUST accompany this datalayer on ALL maps is: \"NHESP 2003 Priority Habitats for State-Protected Rare Species\"Occurrence records from the NHESP database are continuously being added, modified and deleted. Those changes are incorporated into this datalayer every two years for inclusion in the Natural Heritage Atlas. Questions about the Priority Habitat datalayer should be directed to NHESP at 508-792-7270 x161. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Habitat (Ecology)"], "dc_title_s": "Massachusetts (Priority Habitats of Rare Species, 2003) ", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5PRTY_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5PRTY_2003", "layer_modified_dt": "2018-05-15T19:59:24Z", "layer_slug_s": "mit-blujxjsvczlua", "solr_geom": "ENVELOPE(-73.533055, -69.896419, 42.874766, 41.229914)", "geoblacklight_version": "1.0"}