{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Areas of Critical Environmental Concern (ACEC) datalayers provide digital polygon and line boundaries for areas that have been designated ACECs by the Secretary of Environmental Affairs.  Areas of Critical Environmental Concern (ACECs) are places in Massachusetts that receive special recognition because of the quality, uniqueness and significance of their natural and cultural resources.  These areas are identified and nominated at the community level and are reviewed and designated by the state’s Secretary of Environmental Affairs.  ACEC designation creates a framework for local and regional stewardship of these critical resource areas and ecosystems.  ACEC designation also requires greater environmental review of certain kinds of proposed development under state jurisdiction within the ACEC boundaries.The ACEC Program is administered by the Department of Conservation and Recreation (DCR) on behalf of the Secretary of Environmental Affairs.  The Massachusetts Office of Coastal Zone Management (CZM) Office administered the original Coastal ACEC Program from 1978 to 1993, and continues to play a key role in managing coastal ACECs.  Procedures for ACEC designation and the general policies governing the effects of designation are contained in the ACEC regulations (301 CMR 12.00).  For more information about the ACEC datalayer or about the effects of ACEC designation, contact the ACEC Program at (617) 626-1394 or see http://www.state.ma.us/dem/programs/acec.The ACEC datalayers have been compiled by CZM and DCR and include both coastal and inland areas.  For more information specifically about ACEC maps, visit http://www.state.ma.us/dem/programs/acec/aboutMaps.htm.  New ACEC polygons (and corresponding lines) are added periodically, as new ACEC nominations are reviewed and designated on an ongoing basis.As of December, 2003 there are coded boundary arcs available for 8 of the 28 ACECs, part of an ongoing datalayer update program begun in 2003.  These coded boundaries indicate what features are used for various ACEC boundary line segments, such as roads, town lines, or wetlands resource areas.  The other 20 ACECs do not have individually coded arcs, but are shown in the line layer with arcs coded ‘NOT DEFINED.’THIS DATALAYER IS INTENDED TO BE USED FOR PLANNING PURPOSES ONLY AND WITH THE WRITTEN BOUNDARY DESCRIPTIONS CONTAINED IN EACH ACEC DESIGNATION DOCUMENT.  The mapped boundary is not to be used by itself for definitive ACEC boundary delineation or regulatory interpretation.  For review of site-specific projects within the ACEC boundary, determinations may need to be made in the field or in consultation with ACEC Program staff.These datalayers are stored in ArcSDE and distributed as ACECS_POLY and ACECS_ARC. The STATE library stores both feature classes in the ACECS coverage.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Areas of Critical Environmental Concern Program (Mass.)"], "dc_title_s": "Massachusetts (Areas of Critical Environmental Concern, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_G3ACEC_2003.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_MA_G3ACEC_2003", "layer_modified_dt": "2018-05-15T20:02:45Z", "layer_slug_s": "mit-g462aqv6ynp7e", "solr_geom": "ENVELOPE(-73.510369, -69.896442, 42.808886, 41.533459)", "geoblacklight_version": "1.0"}