{"dc_creator_sm": ["Atlanta Regional Commission"], "dc_description_s": "Name:\tLandPro01_Adjusted \t\tSource:\tThe Atlanta Regional CommissionDate:\t2001Feature:\tPolygonExtent:\t13 CountiesScale:\t1:14,000Description:\tThis Layer was created from ARC's LandPro01 database following the LandPro03 update in September, 2005 to ensure better direct comparison between eras.  Likewise, LandPro99 was adjusted following the update of LandPro01 in 2003.  Thus, ARC's most current landuse/cover database is now LandPro03 which should be used instead of LandPro99_Adjusted or LandPro01_Adjusted for most applications.  These \"Adjusted\" databases should only be used for change analysis between 1999, 2001 and 2003.  Please refer to the particular metadata for more information on each of the other LandPro Layers.LandPro01 was created by on-screen photo-interpretation and digitizing of ortho-rectified aerial photography at a scale of 1:14,000.  The primary source for this GIS database was 2001 true color imagery with one-meter pixel resolution, provided by Aerials Express, Inc.  LandPro2001 was the first update of ARC's baseline landuse/landcover database, LandPro99, which was originally created from 1999 true color imagery with four-foot pixel resolution and 1999 color infrared (CIR) digital orthophoto quarter quads (DOQQs) with one-meter pixel resolution, provided by the U.S. Geological Survey (USGS).  For more information on the LandPro databases compiled by ARC's GIS Division, refer to the complete documentation, \"LandPro Database\" in the Metadata folder.Attributes:\tLC\tLand Cover Code (use LandPro.avl in GIS_Data folder)LU\tLand Use Code (use LandPro.avl in GIS_Data folder)DE5\tDRAM/EMPAL five categories uses as modeling input DE3\tDRAM/EMPAL three categories used as modeling inputLC_NAME\tLand Cover NameLU_NAME\tLand Use NameLCLU\tLandcover/Landuse Code (concatenation of LC and LU)ACRES\tPolygon area in acres", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["City planning", "Land use", "Land cover"], "dc_title_s": "Atlanta, GA (Land use, 2001)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_ATLANTA_G4LANDUSE_2001.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_GA_ATLANTA_G4LANDUSE_2001", "layer_modified_dt": "2018-05-15T19:31:04Z", "layer_slug_s": "mit-wma7saj4bnkx4", "solr_geom": "ENVELOPE(-85.055595, -83.796796, 34.413558, 33.189847)", "geoblacklight_version": "1.0"}