{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Department of Environmental Protection (DEP) Division of Watershed Management (DWM) Water Permitting Program (WPP) is responsible for regulating the discharge of pollutants to the ground waters of The Commonwealth (314 CMR 5.00). The Ground Water Discharge Permits datalayer (formerly known as Groundwater Discharge Points) is a statewide point dataset containing approximate locations of permitted discharges to groundwater. The permitted discharges in this datalayer may have one or more of the following criteria: Sanitary sewage in excess of 10,000 gallons per day (gpd) Discharges of non-contact cooling water Discharges from coin operated laundromats Discharges from carwashes Discharges from treatment systems designed to remediate contaminated groundwaterThe DEP GIS Program in cooperation with the DEP WPP maintains this datalayer. Updates to this datalayer will be provided to MassGIS on a quarterly quarterly (Dec., Mar., June, and Sept.) basis. As a standard component of the update, The DEP GIS Program will remove from the datalayer sites that are no longer groundwater discharge points according to the latest WPP data. The addition of new (GWP) sites to the datalayer will be dependent on the availability of staffing resources and source information. Datalayer updates may also include refinements to existing site locations.  If you have questions regarding this datalayer, please contact the DEP GIS Program at (617) 574-6856. General and technical questions regarding DEP discharge to groundwater permitting should be directed to the DEP Water Permitting Program (617) 556-1150. In the September, 2002 update the item PER was added to the .PAT to reflect DEP point data documentation standards and changes in the programmatic database on which the data is based. In November, 2002, 7 new sites were added. In April, 2003, 1 Permit location was deleted and 4 Permit IDs (PERRs) were updated. In July 2003, 4 permit sites were added and 6 sites had attribute updates. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Stream measurements", "Groundwater", "Water--Pollution", "Water conservation--Management"], "dc_title_s": "Massachusetts (Groundwater Discharge Permits, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_N856DSCRG_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_N856DSCRG_2003", "layer_modified_dt": "2018-05-15T20:09:09Z", "layer_slug_s": "mit-jvswpvtvxziyy", "solr_geom": "ENVELOPE(-73.393636, -69.931087, 42.827837, 41.235848)", "geoblacklight_version": "1.0"}