{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "The Department of Fisheries, Wildlife and Environmental Law Enforcement (DFWELE) GIS Program working in conjunction with biologists from the MA Division of Marine Fisheries and the MA Division of Fisheries and Wildlife compiled and automated a point coverage of anadromous fish data. The data include all known coastal anadromous fish runs spawning habitat and runs for three major inland rivers - the Nashua, the Concord and the Shawsheen. Note, this data layer should not be considered definitive in determining the presence or absence of fish runs, spawning habitat, barriers or fishways. It is the DFWELE GIS Program's best current representation of these features. Neither should this layer or its derived maps be used for making site specific regulatory decisions. Rather, its appropriate use is for education and regional planning. This is a transition coverage. When MASSGIS completes its \"hydro centerline\" project, producing a complete hydro network for the Commonwealth, inherently linear features such as fish runs and many of the spawning habitat features will be represented as such.This attribute table for this file has been joined to an associated table containing river identification data. Two additional tables contain data to identify the barriers and fishways and to identify the runs and spawning habitats. These tables are downloadable from http://www.state.ma.us/mgis/anadfish.htm. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Fishes--Spawning", "Fishes--Habitat", "Fishes--Conservation", "Anadromous fishes", "Fisheries"], "dc_title_s": "Massachusetts (Anadromous Fish, 1997)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_L2ANDRO_1997.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_L2ANDRO_1997", "layer_modified_dt": "2018-05-15T20:08:15Z", "layer_slug_s": "mit-nlddkvldt5loq", "solr_geom": "ENVELOPE(-71.689144, -69.937573, 42.837531, 41.252747)", "geoblacklight_version": "1.0"}