{"dc_creator_sm": ["Snohomish County Geographic Information System (GIS), Dept. of Information Services"], "dc_description_s": "The GIS coverage of this layer contains surface water features including rivers, larger streams, lakes, wetlands and reservoirs.  Wtbdy is a product of an on-going effort by the GIS Division of Information Services to build hydrography data sets that support the mapping and geographic analysis needs of the county's ESA salmon conservation program and other County programs.  A special emphasis is being made to improve the spatial and attribute integrity of the data, which enhances its usability for mapping and spatial analysis. The following is a list of enhancements.              The Hydro Realignment Project was completed in December 2002.  As results of this project most of the major rivers within the County have been re-digitized to spatially match their perspective locations as seen on the WA. Department of Natural Resource's 1998 ortho-photography.  Riverbanks, side channels, sand-gravel deposits, and vegetated island features have been either remapped or newly digitized to match the same features seen on the photos.  The photos defined not only the spatially accuracy of features digitized, but also which features were captured as part of this project.  All  significant hydrographic features seen on the photos were digitized and attributed at a scale of approximately 1:6000.  The following features were improved as a result of this project:Allen CreekBoulder RiverCanyon CreekCanyon FallsCook SloughDeer CreekHatt SloughNorth Fork Skykomish RiverNorth Fork Stillaguamish RiverOld Stillaguamish River DivergencePilchuck CreekPilchuck RiverSkykomish RiverSkykomish SloughSnohomish RiverSouth Fork Skykomish RiverSouth Fork Stillaguamish RiverSouth SloughStillaguamish RiverSultan RiverSunset FallsWallace RiverThe Stillaguamish and Snohomish riverbanks have been routed using the Arc/Info dynamic segmentation software.  The routing provides the database format for mapping and analyzing bank condition data that was captured as part of the Big River Survey, a field survey completed by the Surface Water Division of Public Works in 2002. Lakes Realignment: Named lakes were realigned to the 2001 1ft resolution black and white orthophotos. Data standards set with other realignment projects were maintained. Project completed in 2003.", "dc_format_s": "Shapefile", "dc_publisher_s": "Snohomish County (WA) Geographic Information System (Snohomish GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Water"], "dc_title_s": "Snohomish County, WA (Water Bodies, 2004)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Washington (State)--Snohomish County"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_WA_SNOHOMISH_C3WTRBDY_2004.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_WA_SNOHOMISH_C3WTRBDY_2004", "layer_modified_dt": "2018-05-15T21:55:15Z", "layer_slug_s": "mit-rejasqccmbidi", "solr_geom": "ENVELOPE(-122.758494, -120.923292, 48.478969, 47.338623)", "geoblacklight_version": "1.0"}