{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This datalayer identifies the locations of more than 29,000 potential, unverified, vernal pool habitats. Vernal pools are small, shallow ponds characterized by a lack of fish and annual or semi-annual periods of dryness. Vernal pool habitats are extremely important to a variety of wildlife species, including some amphibians that breed exclusively in vernal pools, and other organisms such as fairy shrimp which spend their entire life cycles confined to such locales.Potential vernal pools visible on aerial photographs were interpreted and included in this layer. However, this datalayer does not include every vernal pool in Massachusetts. Many vernal pools have not been identified due to unfavorable conditions in the landscape topography, pool physiography and/or photograph quality. Furthermore, vernal pool habitats occur in a wide variety of landscape settings, including forested swamps, bogs, and other wetlands. Vernal pools within these settings were not typically interpreted, but are nonetheless legitimate and valuable vernal pools. Also, field verification of all potential vernal pools in this study will identify errors such as the inclusion of features that are not actually vernal pools.Potential vernal pools identified in this survey are not to be confused with Certified Vernal Pools. Data pursuant to the official “Guidelines for the Certification of Vernal Pool Habitat” must be collected in the field and presented to the Massachusetts Natural Heritage & Endangered Species Program to obtain official certification for a vernal pool. Potential vernal pools identified in this survey do not receive protection under the Massachusetts Wetlands Protection Act Regulations (310 CMR 10.00), or under any other state or federal wetlands protection laws. ", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Vernal pools"], "dc_title_s": "Massachusetts (Potential Vernal Pools, 2000)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D1PVP_2000.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D1PVP_2000", "layer_modified_dt": "2018-05-15T19:57:54Z", "layer_slug_s": "mit-gnhvxezxcvp7c", "solr_geom": "ENVELOPE(-73.542261, -69.900829, 42.903595, 41.249033)", "geoblacklight_version": "1.0"}