{"dc_creator_sm": ["Atlanta Regional Commission"], "dc_description_s": "Name: Community_Facilities Source: GA Dept. of Community Affairs, The Atlanta Regional Commission Date: 2003 Extent: Statewide Feature: Point Scale: 1:12,000 Description: This Layer is the result of a cooperative effort between the Atlanta Regional Commission and the 15 other Georgia Regional Development Centers (RDCs), under the direction of the Georgia Department of Community Affairs (DCA). The primary purpose of this database is to assist local governments with their comprehensive planning efforts, pursuant to the Georgia Planning Act of 1989, by providing an accurate base map of community facilities. The database on this CD is somewhat more current than DCA's version in that it reflects additional facilities collected by ARC for our 10-county region. Originally compiled in 1997 and released in 1999, all community facility features were initially captured using GPS. Since then, features have also been collected through geocoding, photo-interpretation, and local government input. This Layer now contains 32 different types of facilities: airports city halls city jails county correctional facilities county jails courthouses federal penitentiaries fire stations hospitals (admission and emergency) libraries marshals' office police stations public universities private universities public 4-year colleges private 4-year colleges public 2-year colleges public high schools public middle schools public elementary schools private schools sheriffs' offices solid waste landfills (C&D, L, MSWL, SL) solid waste recycling centers state prisons vocational technical schools wastewater treatment plants water systems Attributes: UID Unique identifier LONGITUDE Longitude of point in decimal degrees LATITUDE Latitude of point in decimal degrees FACNAME Facility name FACTYPE Facility type, DCA code ADDRESS_1 Street address ADDRESS_2 Address CITY Facility city STATE Facility state ZIP Facility zip code AREACODE Facility area code PHONE Facility phone number CONTACT Name of facility contact person TITLE Title of facility contact person FIPS Federal Information Processing Standard code for counties NAME Name of County where facility is located TYPE Type of facility METHOD Method of facility point capture (GPS, Local data, photo- interpretation, geocoding PERMIT_NO_ Permit number associated with a small number of facilities (mostly solid waste landfills)", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["Libraries", "Hospitals", "Community centers", "Water treatment plants", "City halls", "Jails", "Schools", "Fire stations", "Universities and colleges", "Refuse and refuse disposal", "Police stations", "Prisons"], "dc_title_s": "Georgia (Community facilities, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_G45FACILITIES_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_GA_G45FACILITIES_2003", "layer_modified_dt": "2018-05-15T19:32:03Z", "layer_slug_s": "mit-47z5bwd56rilo", "solr_geom": "ENVELOPE(-85.554800, -80.726740, 35.029201, 30.370292)", "geoblacklight_version": "1.0"}