{"dc_creator_sm": ["Snohomish County Geographic Information System (GIS), Dept. of Information Services"], "dc_description_s": "Major Roads depicts Interstate freeways, state highways, and major roadways.Attributes include the road NAME and a numeric code, TYPE, for controllingdisplay. See below for details.                         The Major Roads data set was originally extracted from the master Street Centerlines data set to more easily depict important transportation features on maps. Over time, the 2 data sets have been maintained seperately, resulting in some spatial and tabular discrepancies. In general, the data is suitable for general reference and orientation. Use the Street Centerlines for geo-location of addresses. As part of the creation of the Road Atlas for 2003, the Major Roads data set was updated to reflect some of the road changes that have occurred since the last version.A similar dataset, Arterial Plan, is located in the Planning subdirectory. Arterial Plan has different attributes and contains planned streets that do not physically exist.", "dc_format_s": "Shapefile", "dc_publisher_s": "Snohomish County (WA) Geographic Information System (Snohomish GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Roads"], "dc_title_s": "Snohomish County, WA (Major Roads, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Washington (State)--Snohomish County"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_WA_SNOHOMISH_P2MAJRDS_2003.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_WA_SNOHOMISH_P2MAJRDS_2003", "layer_modified_dt": "2018-05-15T21:57:03Z", "layer_slug_s": "mit-7osvtru53fp3o", "solr_geom": "ENVELOPE(-122.401235, -121.384410, 48.306331, 47.769142)", "geoblacklight_version": "1.0"}