{"dc_creator_sm": ["Georgia. Department of Industry, Trade, and Tourism"], "dc_description_s": "This layer was created from the Georgia Manufacturing Directory published by the Georgia Department of Industry, Trade & Tourism and the Georgia Chamber of Commerce.  The directory represents all Georgia-based manufacturers who voluntarily respond to an annual survey. The point coverage was created based on the street address field and matched to ARC's street base (ARCmap(), TIGER 94, or other available sources, including GPS, published road maps, and verbal descriptions.  Where a street address was unavailable, the street ZIP Code was used.  The accuracy of the point locations varies depending on the method of collection and quality of the street address, but is generally better than 1:100,000 scale.  This theme is based on the 2000-2001 Georgia Manufacturing Directory, which is published annually in the Spring. Please note that this database was updated in tabular format for 2001-2002 by the Georgia Chamber of Commerce, and can be ordered through their Web site at http://www.gachamber.com/chamberstore  in either CD or book form.  As of January 1, 2002, the Georgia Chamber of Commerce will no longer maintain this state-wide survey.  The geographic extent of this Theme is the state of Georgia. The complete collection of Atlanta region geospatial datasets is available on CD in the GIS Lab at Rotch Library with the following call number: CDROM G3924.A8 2002.A7. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["Manufactures", "Manufacturing industries", "Industrial sites", "Factories"], "dc_title_s": "Atlanta, GA (Manufacturing Firms, 2000)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_ATLANTA_M1MANUFAC_2000.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_GA_ATLANTA_M1MANUFAC_2000", "layer_modified_dt": "2018-05-15T19:31:37Z", "layer_slug_s": "mit-jha5uosgyjjck", "solr_geom": "ENVELOPE(-85.535454, -80.978409, 34.984661, 30.683260)", "geoblacklight_version": "1.0"}