{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This layer represents the coastal components of the priority natural vegetation communities in MA. This layer is one of eight that depict the distribution of natural community systems identified by the Massachusetts Natural Heritage and Endangered Species Program (NHESP) as most critical to the conservation of the Commonwealth's biological diversity (Barbour et al., 1998).These eight layers are: coastal, coastal plain pond, vernal pool, acidic peatland, riverine, maritime sandplain, pine barrens, calcareous. For descriptions of these community systems, refer to Barbour, Simmons, Swain and Woolsey, \"Our Irreplaceable Heritage: Protecting Biodiversity in Massachusetts\" (1998). SPECIFICS FOR THE PINE BARREN COMMUNITIES:Pine Barrens Systems are a mosaic of pitch pine and scrub oak, with heath and grassy openings, located on nutrient-poor, acidic, drought-prone soils. This layer was created by UMass. Another layer (us_ma_d5pine1_2003) was created by MassGIS. These two layers can be used together but their resolutions are different.Due to spatial accuracy issues, the UMass data should be used for regional analysis only, at scales of 1:30,000 and smaller. A new and separate datalayer was created for pitch pine barrens outside the UMass project area. This new data was created from aerial photo interpretation of the 1999/2000 photos and field information. The UMass pitch pine data used the Massachusetts DEM's Standard Forest Classification System, with additional types created to describe other vegetation types and maintain a crosswalk with the Patterson pitch pine classification system. An explanation of the UMass pitch pine classification system is contained in the .PDF document umasspitchpine.pdf (viewable in the free Adobe Acrobat Reader).MassGIS is maintaining this layer.  Questions concerning the data interpretation should be directed to Janice Stone at 413-545-5533 or Philip John at 617-626-1185.  Development of this information in other regions of the state is continuing.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Habitat (Ecology)", "Plants", "Forests and forestry"], "dc_title_s": "Massachusetts (Priority Natural Pine Barrens--UMASS-- Vegetation Communities, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5PINE2_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5PINE2_2003", "layer_modified_dt": "2018-05-15T19:59:18Z", "layer_slug_s": "mit-bybqoahod5mdk", "solr_geom": "ENVELOPE(-70.769538, -70.518239, 41.974154, 41.749217)", "geoblacklight_version": "1.0"}