{"dc_creator_sm": ["MassGIS (Office : Mass.)"], "dc_description_s": "This layer represents the coastal components of the priority natural vegetation communities in MA. This layer is one of eight that depict the distribution of natural community systems identified by the Massachusetts Natural Heritage and Endangered Species Program (NHESP) as most critical to the conservation of the Commonwealth's biological diversity (Barbour et al., 1998).These eight layers are: coastal, coastal plain pond, vernal pool, acidic peatland, riverine, maritime sandplain, pine barrens, calcareous. For descriptions of these community systems, refer to Barbour, Simmons, Swain and Woolsey, \"Our Irreplaceable Heritage: Protecting Biodiversity in Massachusetts\" (1998). SPECIFICS FOR THE COASTAL LAYER:These systems extend from the ocean to the inland limits of tidal influence and salt spray. Community types include dunes, beaches, salt marshes, tidal flats, undeveloped barrier beaches, interdunal swales, maritime rock and erosional cliffs, rocky shores, maritime forest and shrubland, coastal forest, brackish marshes and shrublands, and coastal salt ponds. Brackish marshes and swamps located along a river system were included in the Riverine community system and not here. Users should add subtidal eelgrass beds from the statewide DEP Eelgrass data layer.MassGIS is maintaining this layer.  Questions concerning the data interpretation should be directed to Janice Stone at 413-545-5533 or Philip John at 617-626-1185.  Development of this information in other regions of the state is continuing.", "dc_format_s": "Shapefile", "dc_publisher_s": "MassGIS (Office : Mass.)", "dc_rights_s": "Public", "dc_subject_sm": ["Conservation of natural resources", "Habitat (Ecology)", "Plants", "Coasts"], "dc_title_s": "Massachusetts (Priority Coastal Natural Vegetation Communities, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_D5COAST_2003.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_D5COAST_2003", "layer_modified_dt": "2018-05-15T19:58:00Z", "layer_slug_s": "mit-fvk4p2johflic", "solr_geom": "ENVELOPE(-71.330803, -70.476732, 42.873968, 41.475637)", "geoblacklight_version": "1.0"}