{"dc_creator_sm": ["City of Cambridge GIS"], "dc_description_s": "Data set of Historic Markers installed on historic sites around the the City of Cambridge.  There are six types of markers installed throughout the city on landmarks, designated structures, etc.:1. Blue Oval Historic Markers:  Starting in 1976, the Cambridge Historical Commission started its marker program (blue oval markers). Nearly one hundred of these blue oval markers are scattered throughout the city, marking sites of historical importance. The sites were chosen, not for the architectural significance of the existing structures, but for the sites' relationship to important events or persons.  The presence of a blue oval historic marker does not  mean that the structure on the site is a designated property with regulatory protection from inappropriate changet.2.  African-American Heritage Trail:  The first of twenty African-American Heritage Trail markers was installed in 1993, the result of a collaborative project between the African American History Committee, the Cambridge Historical Commission, and Cambridge Discovery.3.  North Cambridge Historic Markers:  The newest group of markers, the North Cambridge Historic Markers, were installed in 2003-04.4.  Granite Tombstone Markers:  The oldest group of historic markers were installed in the last quarter of the nineteenth century and are made of granite in the shape of a tombstone.5.  Cast-Iron Markers:  Cast-iron markers were installed in several Cambridge locations by the Massachusetts Tercentennial Committee in 1930.6.  Cambridge History Stations:  In 1976, the Historical Commission began erecting history stations, groups of markers that provide more depth about a historical subject.  The newest history station, at Fort Washington, was recently installed.More information available at: http://www.cambridgema.gov/Historic/markers.html", "dc_format_s": "Shapefile", "dc_publisher_s": "Cambridge (MA) Geographic Information System (City of Cambridge GIS)", "dc_rights_s": "Restricted", "dc_subject_sm": ["Historical markers"], "dc_title_s": "Cambridge, MA (Historical Markers, 2004)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Massachusetts--Cambridge"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/mitgeoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/mitgeoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_MA_CAMBRIDGE_S1HSTMRK_2004.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_MA_CAMBRIDGE_S1HSTMRK_2004", "layer_modified_dt": "2018-05-15T19:57:43Z", "layer_slug_s": "mit-bme5okwzofnzc", "solr_geom": "ENVELOPE(-71.148796, -71.077272, 42.402137, 42.355835)", "geoblacklight_version": "1.0"}