{"dc_creator_sm": ["Atlanta Regional Commission"], "dc_description_s": "This layer was created by on-screen photo-interpretation and digitizing of ortho-rectified aerial photography at a scale of 1:14,000.  The primary sources for this mapping effort were 1999 natural color imagery with four-foot pixel resolution, provided by Aerials Express, Inc. (formerly DigiAir, Inc.) and 1999 color infrared (CIR) digital orthophoto quarter quads (DOQQs) with one-meter pixel resolution, provided by the US Geological Survey (USGS) through the Georgia GIS Clearinghouse.  Using both sources of imagery, landcover polygons were delineated using ARC's previous (1995) landuse/cover GIS database as the principal source of collateral (secondary) data.  Where possible, all newly digitized arcs were aligned to the Georgia Department of Transportation (GDOT) DLG-F street centerlines, which were used, along with the 1995 landuse/cover dataset, as primary \"backcoverages\" in ArcEdit.  The geographic extent of this layer is the Atlanta Region 13-county area which includes ARC's 10 counties, plus the EPA non-attainment counties of Forsyth, Paulding, and Coweta.  Please refer to Appendix B, ARC's Landuse/Landcover System for a more detailed description of the 1999 LandPro database, including the classification system and source aerial photography diagram.  The complete collection of Atlanta region geospatial datasets is available on CD in the GIS Lab at Rotch Library with the following call number: CDROM G3924.A8 2002.A7. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["City planning", "Land use", "Land cover"], "dc_title_s": "Atlanta, GA (Landuse/Landcover, 1999)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_ATLANTA_G4LNDCVR_1999.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_GA_ATLANTA_G4LNDCVR_1999", "layer_modified_dt": "2018-05-15T19:31:29Z", "layer_slug_s": "mit-ermw4zojqvns4", "solr_geom": "ENVELOPE(-85.050308, -83.798904, 34.412590, 33.191044)", "geoblacklight_version": "1.0"}