{"dc_creator_sm": ["National Imagery and Mapping Agency"], "dc_description_s": "Political boundaries.The Vector Map (VMap) Level 0 database represents the thirdedition of the Digital Chart of the World. The secondedition was a limited release item published 1995 09. Theproduct is dual named to show its lineage to the originalDCW, published in 1992, while positioning the revisedproduct within a broader emerging-family of VMap products.VMap Level 0 is a comprehensive 1:1,000,000 scale vectorbasemap of the world. It consists of cartographic,attribute, and textual data stored on compact disc readonly memory (CD-ROM). The primary source for the databaseis the National Imagery and Mapping Agency's (NIMA)Operational Navigation Chart (ONC) series. This is thelargest scale unclassified map series in existence thatprovides consistent, continuous global coverage ofessential basemap features. The database contains more than1,900 megabytes of vector data and is organized into 10thematic layers. The data includes major road and railnetworks, major hydrologic drainage systems, major utilitynetworks (cross-country pipelines and communication lines),all major airports, elevation contours (1000 foot(ft), with500ft and 250ft supplemental contours), coastlines,international boundaries and populated places. The databasecan be accessed directly from the four optical CD-ROMs thatstore the database or can be transferred to a magnetic media.", "dc_format_s": "Shapefile", "dc_publisher_s": "U.S. National Imagery and Mapping Agency (NIMA)", "dc_rights_s": "Public", "dc_subject_sm": ["Administrative and political divisions"], "dc_title_s": "World (Political boundaries, 2003)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Earth (Planet)"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_INT_F7POLBND_2003.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_INT_F7POLBND_2003", "layer_modified_dt": "2018-05-15T13:16:54Z", "layer_slug_s": "mit-cjwge7rgsnp4i", "solr_geom": "ENVELOPE(-180.000000, 180.000000, 83.627419, -90.000000)", "geoblacklight_version": "1.0"}