{"dc_creator_sm": ["Atlanta Regional Commission"], "dc_description_s": "This layer represents the bicycle/pedestrian component of the 2025 Regional Transportation Plan (RTP) as well as existing bike/ped trails.  This dataset was recently revised by Wilbur Smith Associates, working with various staff within the Transportation Planning Division (TPD) and the GIS Division at ARC.  This dataset was created in ArcInfo using a variety of hardcopy sources from ARC's local governments for \"heads up\" digitizing against the 1999 digital orthophoto quarter quad (DOQQ) imagery.  Various features (arcs), representing on-street bike/ped trails and projects, were selected from GDOT's DLGF street centerline file, the primary contributing source to the new Atlanta Region Streets Theme (STREETS).  Off-road bike/ped paths were approximated for both existing and proposed (future) trails using this same imagery and street base.  To identify the RTP (proposed) trails, use the STATUS field to classify and symbolize, or to query records with a value equal to \"future.\"  To identify existing trails, use the STATUS field for a value equal to \"existing.\"  For additional information on the RTP, as well as the Transportation Improvement Program (TIP), refer to the ARC_ID number associated with each project and contact the Transportation Planning Division at ARC (404-463-3256).  Please note, not all RTP Bike/Ped projects are necessarily represented in this layer.The complete collection of Atlanta region geospatial datasets is available on CD in the GIS Lab at Rotch Library with the following call number: CDROM G3924.A8 2002.A7. ", "dc_format_s": "Shapefile", "dc_publisher_s": "Atlanta Regional Commission", "dc_rights_s": "Public", "dc_subject_sm": ["Bicycle trails", "Pedestrians", "Cycling", "Trails"], "dc_title_s": "Atlanta, GA (Bicycle/Pedestrian Projects, 2002)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Georgia--Atlanta"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_GA_ATLANTA_E63BIKEPED_2002.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_GA_ATLANTA_E63BIKEPED_2002", "layer_modified_dt": "2018-05-15T19:30:48Z", "layer_slug_s": "mit-tsqab5jqdbiqm", "solr_geom": "ENVELOPE(-84.904800, -83.953468, 34.250477, 33.335655)", "geoblacklight_version": "1.0"}