{"dc_creator_sm": ["PBS&J, Atlanta GA, developed this database under contract to the National Institute of Building Sciences."], "dc_description_s": "Hazardous materials are those chemicals, reagents or substances that exhibit physical or health hazards, whether the materials are in a usable or waste state.  The scale, and hence the consequences, of hazardous materials releases can vary from very small, such as a gallon of paint falling off of shelves, to regional, such as release of toxic chemicals from a processing plant.  Most hazardous materials incidents have immediately led to human casualties only in cases where explosions have occurred.  Non-explosive hazardous materials incidents, which comprise the vast majority, typically have led to contamination of the environment and temporary health consequences to human beings.  Hazardous materials releases can also lead to fires.  With specific reference to flood, hurricane, and earthquake caused hazardous materials incidents, the data thus far indicate that there have been no human casualties.  The consequences of these incidents have been fires and contamination of the environment, and have led to economic impacts because of the response and clean-up requirements.  PBS&J, using the 1999 version of the Environmental Protection Agency (EPA) Toxic Release Inventory database, processed this database for HAZUS.  The contact information for EPA is: Environmental Protection Agency, Ariel Rios Building, 1200 Pennsylvania Avenue, N.W., Washington, DC 20460.  Tel.: (202) 260-2090.  The EPA Toxics Release Inventory (TRI) Program website address is http://www.epa.gov/triinter/tridata/tri99/", "dc_format_s": "Shapefile", "dc_publisher_s": "U.S. Federal Emergency Management Agency (FEMA)", "dc_rights_s": "Public", "dc_subject_sm": ["Hazardous substances"], "dc_title_s": "USA (Hazardous Materials Sites, 1999)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["United States"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_N85HAZMATSITES_1999.xml\"}", "layer_geom_type_s": "Point", "layer_id_s": "mit:SDE_DATA_US_N85HAZMATSITES_1999", "layer_modified_dt": "2018-05-15T20:23:30Z", "layer_slug_s": "mit-wh5e6yz52zm5k", "solr_geom": "ENVELOPE(-164.054170, -65.457780, 67.578330, 17.948060)", "geoblacklight_version": "1.0"}