{"dc_creator_sm": ["New Jersey. Department of Environmental Protection", "United States Geological Survey (USGS)"], "dc_description_s": "Municipal boundaries in New Jersey were gathered from USGS topoquads and other sources in 1987. Since that time, updates to the data have been limited to noting consolidations of boundaries. The scale of the original data varies, relying primarily on 1:24,000 topoquads.Changes were made when inconsistencies with other maps were found based on preponderance of data. In area where the line was labeled as approximate attempts were made to correctly locate the boundary.  The 1986 photoquads were used to move the boundary lines to photo-identifiable features as needed. Changes less than 5 acres were not made.  In July, 1997, the coverage was updated to reflect the consolidation of Pahaquarry Township with Hardwick Township.  New jersey now has 566 municipalities.  In March, 2000, the attributes were edited to properly label West Caldwell as a Township, as verified with the township clerk; it had been labeled as a borough.In January 2003 the Census 2000 population information was assessed to the former stmun coverage to create this stmun data layer.  Additional attributes included population density  by square mile.In May 2003 the FIPS codes and Township names were updated as identified.  Essex Fells and North Caldwell were redesignated Boroughs in 1991 and Passaic Township is now Long Hill Township.", "dc_format_s": "Shapefile", "dc_publisher_s": "USGS", "dc_rights_s": "Public", "dc_subject_sm": ["Population", "Cities and towns"], "dc_title_s": "New Jersey (Municipal Boundaries, 2005)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["New Jersey"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_NJ_A1MUNICIPAL_2005.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_US_NJ_A1MUNICIPAL_2005", "layer_modified_dt": "2018-05-15T20:24:14Z", "layer_slug_s": "mit-urtdcyekankw4", "solr_geom": "ENVELOPE(-75.587306, -73.890363, 41.357564, 38.924819)", "geoblacklight_version": "1.0"}