{"dc_creator_sm": ["Snohomish County Geographic Information System (GIS), Dept. of Information Services"], "dc_description_s": "The GIS in this layer coverage contains a connected network of surface water features including streams, rivers and water body centerlines. It is a product of an on-going effort by the GIS Division of Information Services to build hydrography data sets that support the mapping and geographic analysis needs of the county's ESA salmon conservation program and other County programs.  A special emphasis is being made to improve the spatial and attribute integrity of the data, which enhances its usability for mapping and spatial analysis. The following is a list of enhancements to this dataset.                The Hydro Realignment Project was completed in December 2002.  As results of this project most of the major rivers within the County have been re-digitized to spatially match their perspective locations as seen on the WA. Department of Natural Resource's 1998 ortho-photography.  Riverbanks, side channels,  sand-gravel deposits, and vegetated island features have been either remapped  or newly digitized to match the same features seen on the photos.  The photos defined not only the spatially accuracy of features digitized, but also what features were captured as part of this project.  All  significant hydrographic features seen on the photos were digitized and attributed at a scale of approximately 1:6000.  Centerline features in wtrcrs were adjusted to correctly map with the realigned water body features in the coverage wtrbdy.  The following streams and rivers were improved as a result of this project: Allen CreekBoulder RiverCanyon CreekCanyon FallsCook SloughDeer CreekHatt SloughNorth Fork Skykomish RiverNorth Fork Stillaguamish RiverOld Stillaguamish River DivergencePilchuck CreekPilchuck RiverSkykomish RiverSkykomish SloughSnohomish RiverSouth Fork Skykomish RiverSouth Fork Stillaguamish RiverSouth SloughStillaguamish RiverSultan RiverSunset FallsWallace RiverWatercourse has been routed using the Arc/Info dynamic segmentation software.  The stream routing provides the database format for mapping and analyzing salmon habitat data collected as part of Surface Water Management's Wadeable Stream Survey program. Each route is uniquely indexed by a  LLID value.  The LLID values are thirteen-digit decimal longitude-latitude codes that uniquely identify each routed river or stream in the coverage.  For example, the LLID value 1221889480170 uniquely identifies the Snohomish River.                 The Hydro Correction and DNR (Drainage Needs Report) Integration Project was initiated by Public Works, Surface Water. The purpose of this project was to remap stream locations using the SWM DNR GIS data sets and other supporting GIS data. The supporting GIS data included the 2001 ortho-photos, elevation contours, and stream crossing and thalweg location points. Areas updated include the following subbasins (completion date) :\t\tNorth Creek (April 2003)Swamp Creek (April 2003)Quilceda Creek (May 8, 2003)Allen Creek (May 8, 2003)Little Bear Creek (May 13, 2003)Puget Sound (May 19, 2003)Marshlands (May 28, 2003)Fobes Hill (May 30, 2003)Sunnyside (June 3, 2003)Lake Stevens (June 20, 2003)Lower Pichuck (June 17, 2003)French Creek (June 20, 2003)Lower Woods Creek (June 20, 2003)Port Susan (June 30, 2003)            ", "dc_format_s": "Shapefile", "dc_publisher_s": "Snohomish County (WA) Geographic Information System (Snohomish GIS)", "dc_rights_s": "Public", "dc_subject_sm": ["Hydrology"], "dc_title_s": "Snohomish County, WA (Water Courses, 2004)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Washington (State)--Snohomish County"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_US_WA_SNOHOMISH_C3WTRCRS_2004.xml\"}", "layer_geom_type_s": "Line", "layer_id_s": "mit:SDE_DATA_US_WA_SNOHOMISH_C3WTRCRS_2004", "layer_modified_dt": "2018-05-15T21:55:21Z", "layer_slug_s": "mit-bwgio4dr4rmu2", "solr_geom": "ENVELOPE(-122.418226, -120.925786, 48.478679, 47.341970)", "geoblacklight_version": "1.0"}