{"dc_creator_sm": ["Earth Satellite Corporation"], "dc_description_s": "Shapefile index for Landsat Mosaics: Worldwide Bundle.  Images available on 36 CDs, Rotch Library - GIS Collection CDROM G3201.A43 2004.L3.   Use to locate CD, volume, and file name of image for area of interest.\n\nFile Naming Convention: Within each UTM zone the \"partitions\" extend from the equator to the north and south (in the northern and southern hemisphere respectively) in 5 degree increments. The naming convention for the mosaics is three components, separated by hyphens; the first element is the hemisphere (either N or S), the second is the UTM zone number (1-60_, the last element is the latitude of the southern edge of the mosaic in the northern hemisphere and the northern edge of the mosaic in the southern hemisphere (there are some exceptions). \n\nFor example: N-13-25_loc: names a mosaic partition in the northern hemisphere, in UTM zone 13, extending between 25 and 30 degrees north latitude.  S-21-10_loc names a mosaic partition in the southern hemisphere, in UTM zone 21, extending between 10 and 15 degrees south latitude.\n\nMosaic Product Specifications:\nSpectral Bands: 3 - Landsat TM bands\nBand 7 (mid-infrared light) is displayed as red\nBand 4 (near-infrared light) is displayed as green\nBand 2 (visible green light) is displayed as blue\n\nCoverage: The Landsat mosaics are delivered in a Universal Transverse Mercator (UTM) / World Geodetic System 1984 (WGS84) projection. The mosaics generally extend north-south over 5 degrees of latitude, and span east-west for the full width of the UTM zone. For mosaics between 60 degrees north and 60 degrees south latitude, the width of the mosaic is the standard UTM zone width of 6 degrees of longitude. For mosaics above 60 degrees of latitude, the UTM zone is widened to 12 degrees, centered on the standard UTM meridian. To insure overlap between adjacent UTM zones, each mosaic extends for at least 50 kilometers to the east and west, and 1 kilometer to the north and south.\nPixel size: 28.5 meters,\n\nContrast Enhancement: In order to maximize the information of each mosaic, EarthSat has applied a company proprietary contrast stretch known as LOCAL (Locally Optimized Continuously Adjusted Look-up-tables) stretch. This stretch uses multiple, locally collected histograms, to create a radiometrically seamless blend of contrast adjustment across areas of potentially extreme contrast ranges. The suffix \"__loc\" is added to the mosaic name to signify the application of the LOCAL stretch.\n\nAbsolute Positional Accuracy: 50 meters Root Mean Square Error.", "dc_format_s": "Shapefile", "dc_publisher_s": "Massachusetts Institute of Technology Geographic Information Systems Services (MIT GIS Services)", "dc_rights_s": "Public", "dc_subject_sm": ["Remote-sensing images"], "dc_title_s": "World (Landsat Mosaics: Worldwide Bundle Index, 1990)", "dc_type_s": "Dataset", "dct_provenance_s": "MIT", "dct_spatial_sm": ["Earth (Planet)"], "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wms\": \"https://geodata.mit.edu/geoserver/wms\", \"http://www.opengis.net/def/serviceType/ogc/wfs\": \"https://geodata.mit.edu/geoserver/wfs\", \"http://www.opengis.net/cat/csw/csdgm\": \"https://geodata.mit.edu/metadata/SDE_DATA_INT_LANDSATINDEX_1990.xml\"}", "layer_geom_type_s": "Polygon", "layer_id_s": "mit:SDE_DATA_INT_LANDSATINDEX_1990", "layer_modified_dt": "2018-05-15T13:19:48Z", "layer_slug_s": "mit-fzlwikiyu5mbs", "solr_geom": "ENVELOPE(-360.000000, 0.000000, 79.775624, -56.470241)", "geoblacklight_version": "1.0"}